Repository: VM-s-Solutions/cleansia
Catalog: src/cleansia_ios/CleansiaCustomer/Resources/Localizable.xcstrings
Source language: en
Languages: cs, ru, sk, uk

# order_cancelled_reason_recurring_not_confirmed
source: This repeat booking wasn't confirmed in time, so it was cancelled free of charge.
cs: Tato opakovaná rezervace nebyla včas potvrzena, a proto byla zdarma zrušena.
ru: Это повторное бронирование не было подтверждено вовремя, поэтому оно отменено бесплатно.
sk: Táto opakovaná rezervácia nebola včas potvrdená, a preto bola zadarmo zrušená.
uk: Це повторне бронювання не було підтверджено вчасно, тому його скасовано безкоштовно.

# order_detail_access_instructions
source: Access instructions
cs: Pokyny ke vstupu
ru: Инструкции по доступу
sk: Pokyny ku vstupu
uk: Інструкції щодо доступу

# order_detail_address
source: Address
cs: Adresa
ru: Адрес
sk: Adresa
uk: Адреса

# order_detail_cleaner_fallback
source: Cleansia cleaner
cs: Uklízeč Cleansia
ru: Клинер Cleansia
sk: Upratovačka Cleansia
uk: Клінер Cleansia

# order_detail_cleaners
source: Your cleaner
cs: Váš uklízeč
ru: Ваш клинер
sk: Vaša upratovačka
uk: Ваш клінер

# order_detail_completed_at
source: Completed at
cs: Dokončeno
ru: Завершено
sk: Dokončené
uk: Завершено

# order_detail_copied
source: Copied
cs: Zkopírováno
ru: Скопировано
sk: Skopírované
uk: Скопійовано

# order_detail_copy
source: Copy
cs: Kopírovat
ru: Копировать
sk: Kopírovať
uk: Копіювати

# order_detail_discount_membership
source: Cleansia Plus discount applied
cs: Sleva Cleansia Plus uplatněna
ru: Скидка Cleansia Plus применена
sk: Zľava Cleansia Plus uplatnená
uk: Знижку Cleansia Plus застосовано

# order_detail_discount_promo
source: Promo code applied
cs: Slevový kód uplatněn
ru: Промокод применён
sk: Zľavový kód uplatnený
uk: Промокод застосовано

# order_detail_discount_tier
source: Loyalty discount applied
cs: Věrnostní sleva uplatněna
ru: Скидка за лояльность применена
sk: Vernostná zľava uplatnená
uk: Знижку за лояльність застосовано

# order_detail_download_receipt
source: Download receipt
cs: Stáhnout účtenku
ru: Скачать чек
sk: Stiahnuť účtenku
uk: Завантажити чек

# order_detail_error_message
source: Check your internet connection and try again.
cs: Zkontrolujte připojení k internetu a zkuste to znovu.
ru: Проверьте подключение к интернету и попробуйте снова.
sk: Skontrolujte pripojenie na internet a skúste to znova.
uk: Перевірте підключення до Інтернету та спробуйте знову.

# order_detail_error_retry
source: Try again
cs: Zkusit znovu
ru: Попробовать снова
sk: Skúsiť znova
uk: Спробувати знову

# order_detail_error_title
source: Couldn't load this order
cs: Objednávku se nepodařilo načíst
ru: Не удалось загрузить этот заказ
sk: Objednávku sa nepodarilo načítať
uk: Не вдалося завантажити це замовлення

# order_detail_estimated
source: Estimated time
cs: Předpokládaný čas
ru: Ожидаемое время
sk: Predpokladaný čas
uk: Орієнтовний час

# order_detail_extras
source: Extras
cs: Doplňky
ru: Дополнения
sk: Doplnky
uk: Додатки

# order_detail_headline_completed
source: Cleaning complete
cs: Úklid dokončen
ru: Уборка завершена
sk: Upratovanie dokončené
uk: Прибирання завершено

# order_detail_headline_confirmed
source: Cleaner accepted
cs: Uklízeč potvrzen
ru: Клинер подтвердил
sk: Upratovačka potvrdená
uk: Клінер підтвердив

# order_detail_headline_confirmed_named
source: %@ accepted your booking
cs: %@ přijal rezervaci
ru: %@ принял ваше бронирование
sk: %@ prijal rezerváciu
uk: %@ прийняв ваше бронювання

# order_detail_headline_default
source: Booking received
cs: Rezervace přijata
ru: Бронирование получено
sk: Rezervácia prijatá
uk: Бронювання отримано

# order_detail_headline_in_progress
source: Cleaning in progress
cs: Úklid probíhá
ru: Уборка выполняется
sk: Upratovanie prebieha
uk: Прибирання виконується

# order_detail_headline_in_progress_named
source: %@ is cleaning your home
cs: %@ uklízí ve vaší domácnosti
ru: %@ убирает у вас дома
sk: %@ upratuje vo vašej domácnosti
uk: %@ прибирає у вашому домі

# order_detail_headline_on_the_way
source: Cleaner is on the way
cs: Uklízeč je na cestě
ru: Клинер в пути
sk: Upratovač je na ceste
uk: Клінер у дорозі

# order_detail_headline_on_the_way_named
source: %@ is on the way
cs: %@ je na cestě
ru: %@ в пути
sk: %@ je na ceste
uk: %@ у дорозі

# order_detail_instructions
source: Instructions
cs: Pokyny
ru: Инструкции
sk: Pokyny
uk: Інструкції

# order_detail_leave_review
source: Rate your experience
cs: Ohodnoťte úklid
ru: Оцените впечатление
sk: Ohodnoťte upratovanie
uk: Оцініть свій досвід

# order_detail_map_unavailable
source: Map isn't available for this order
cs: Mapa není pro tuto objednávku dostupná
ru: Карта недоступна для этого заказа
sk: Mapa nie je pre túto objednávku dostupná
uk: Карта недоступна для цього замовлення

# order_detail_notes
source: Notes
cs: Poznámky
ru: Заметки
sk: Poznámky
uk: Нотатки

# order_detail_packages_header
source: Packages
cs: Balíčky
ru: Пакеты
sk: Balíčky
uk: Пакети

# order_detail_payment_method
source: Payment method
cs: Způsob platby
ru: Способ оплаты
sk: Spôsob platby
uk: Спосіб оплати

# order_detail_payment_status
source: Payment
cs: Platba
ru: Оплата
sk: Platba
uk: Оплата

# order_detail_progress_percent
source: %lld%% complete
cs: %lld %% hotovo
ru: %lld%% готово
sk: %lld %% hotovo
uk: %lld%% виконано

# order_detail_rooms
source: Property
cs: Nemovitost
ru: Объект
sk: Nehnuteľnosť
uk: Нерухомість

# order_detail_section_details
source: Cleaning details
cs: Detaily úklidu
ru: Детали уборки
sk: Detaily upratovania
uk: Деталі прибирання

# order_detail_services
source: Price breakdown
cs: Rozpis ceny
ru: Расчёт цены
sk: Rozpis ceny
uk: Розбивка ціни

# order_detail_services_header
source: Services
cs: Služby
ru: Услуги
sk: Služby
uk: Послуги

# order_detail_special_instructions
source: Special instructions
cs: Speciální pokyny
ru: Особые инструкции
sk: Špeciálne pokyny
uk: Спеціальні інструкції

# order_detail_step_accepted
source: Accepted
cs: Přijato
ru: Принято
sk: Prijaté
uk: Прийнято

# order_detail_step_booked
source: Booked
cs: Rezervováno
ru: Забронировано
sk: Rezervované
uk: Заброньовано

# order_detail_step_finished
source: Finished
cs: Dokončeno
ru: Завершено
sk: Dokončené
uk: Завершено

# order_detail_step_on_the_way
source: On the way
cs: Na cestě
ru: В пути
sk: Na ceste
uk: У дорозі

# order_detail_step_started
source: Started
cs: Zahájeno
ru: Начато
sk: Začaté
uk: Розпочато

# order_detail_subhead_confirmed
source: Arriving at the scheduled time
cs: Příjezd v naplánovaný čas
ru: Прибудет в назначенное время
sk: Príchod v naplánovaný čas
uk: Прибуває в запланований час

# order_detail_subhead_in_progress
source: Work has started
cs: Úklid začal
ru: Работа начата
sk: Upratovanie sa začalo
uk: Робота розпочата

# order_detail_subhead_in_progress_eta
source: Estimated %lld minutes
cs: Předpokládaná doba %lld minut
ru: Ориентировочно %lld минут
sk: Predpokladaný čas %lld minút
uk: Орієнтовно %lld хвилин

# order_detail_subhead_on_the_way
source: Heading to your address now
cs: Míří k vaší adrese
ru: Направляется к вам
sk: Smeruje k vašej adrese
uk: Прямує до вашої адреси

# order_detail_subtotal
source: Subtotal
cs: Mezisoučet
ru: Промежуточный итог
sk: Medzisúčet
uk: Проміжний підсумок

# order_detail_timeline
source: Status timeline
cs: Časová osa stavu
ru: Хронология статуса
sk: Časová os stavu
uk: Хронологія статусу

# order_detail_total
source: Total
cs: Celkem
ru: Итого
sk: Celkom
uk: Усього

# order_detail_view_order
source: View order
cs: Zobrazit objednávku
ru: Посмотреть заказ
sk: Zobraziť objednávku
uk: Переглянути замовлення

# order_detail_your_review
source: Your review
cs: Vaše hodnocení
ru: Ваш отзыв
sk: Vaše hodnotenie
uk: Ваш відгук

# order_market_unknown
source: Market unavailable
cs: Trh není k dispozici
ru: Рынок недоступен
sk: Trh nie je k dispozícii
uk: Ринок недоступний

# order_photos_section_title
source: Photos
cs: Fotografie
ru: Фотографии
sk: Fotografie
uk: Фотографії

# order_photos_summary_after
source: After — %lld
cs: Po — %lld
ru: После — %lld
sk: Po — %lld
uk: Після — %lld

# order_photos_summary_before
source: Before — %lld
cs: Před — %lld
ru: До — %lld
sk: Pred — %lld
uk: До — %lld

# order_photos_view_button
source: View all
cs: Zobrazit vše
ru: Показать все
sk: Zobraziť všetko
uk: Показати всі

# order_rebook_unavailable_items
source: Some items from your previous booking are no longer available.
cs: Některé položky z vaší předchozí objednávky již nejsou dostupné.
ru: Некоторые позиции из вашего предыдущего заказа больше не доступны.
sk: Niektoré položky z vašej predchádzajúcej objednávky už nie sú dostupné.
uk: Деякі позиції з вашого попереднього замовлення більше не доступні.

# order_receipt_no_viewer
source: No PDF viewer found on your device.
cs: V zařízení není nalezena žádná aplikace pro zobrazení PDF.
ru: На устройстве не найдено приложение для просмотра PDF.
sk: V zariadení nie je nájdená žiadna aplikácia na zobrazenie PDF.
uk: На пристрої не знайдено програму для перегляду PDF.

# order_receipt_not_ready
source: Receipt will be available once your cleaning is completed.
cs: Účtenka bude k dispozici po dokončení úklidu.
ru: Чек будет доступен после завершения уборки.
sk: Účtenka bude k dispozícii po dokončení upratovania.
uk: Чек буде доступний після завершення прибирання.

# order_receipt_open_error
source: Couldn't open the receipt.
cs: Nepodařilo se otevřít účtenku.
ru: Не удалось открыть чек.
sk: Nepodarilo sa otvoriť účtenku.
uk: Не вдалося відкрити чек.

# order_review_cancel
source: Cancel
cs: Zrušit
ru: Отмена
sk: Zrušiť
uk: Скасувати

# order_review_comment_label
source: Comment (optional)
cs: Komentář (nepovinný)
ru: Комментарий (необязательно)
sk: Komentár (nepovinný)
uk: Коментар (необов’язково)

# order_review_comment_placeholder
source: Tell us more…
cs: Řekněte nám víc…
ru: Расскажите подробнее…
sk: Povedzte nám viac…
uk: Розкажіть більше…

# order_review_edit_action
source: Edit review
cs: Upravit hodnocení
ru: Редактировать отзыв
sk: Upraviť hodnotenie
uk: Редагувати відгук

# order_review_edit_title
source: Edit your review
cs: Upravit hodnocení
ru: Редактировать отзыв
sk: Upraviť hodnotenie
uk: Редагувати відгук

# order_review_item_in_package
source: in %1$@
cs: v balíčku %1$@
ru: в пакете %1$@
sk: v balíku %1$@
uk: у пакеті %1$@

# order_review_prompt_not_now
source: Not now
cs: Teď ne
ru: Не сейчас
sk: Teraz nie
uk: Не зараз

# order_review_prompt_title
source: How was your clean?
cs: Jaký byl váš úklid?
ru: Как прошла уборка?
sk: Aké bolo vaše upratovanie?
uk: Як пройшло прибирання?

# order_review_rate_item_star
source: Give %1$@ %2$d stars
cs: Dát službě %1$@ %2$d hvězdiček
ru: Поставить %1$@ %2$d звёзд
sk: Dať službe %1$@ %2$d hviezdičiek
uk: Поставити %1$@ %2$d зірок

# order_review_rate_items
source: Rate each service separately
cs: Ohodnotit každou službu zvlášť
ru: Оценить каждую услугу отдельно
sk: Ohodnotiť každú službu zvlášť
uk: Оцінити кожну послугу окремо

# order_review_rate_items_hint
source: Optional. Useful when one part went well and another did not — it tells us exactly where to look.
cs: Nepovinné. Hodí se, když jedna část dopadla dobře a jiná ne — řekne nám přesně, kam se podívat.
ru: Необязательно. Полезно, когда одна часть вышла хорошо, а другая нет — это покажет, куда смотреть.
sk: Nepovinné. Hodí sa, keď jedna časť dopadla dobre a iná nie — povie nám presne, kam sa pozrieť.
uk: Необов’язково. Корисно, коли одна частина вийшла добре, а інша ні — це покаже нам, куди саме дивитися.

# order_review_rating_1
source: Terrible
cs: Hrozné
ru: Ужасно
sk: Hrozné
uk: Жахливо

# order_review_rating_2
source: Poor
cs: Špatné
ru: Плохо
sk: Zlé
uk: Погано

# order_review_rating_3
source: Okay
cs: V pořádku
ru: Нормально
sk: V poriadku
uk: Нормально

# order_review_rating_4
source: Good
cs: Dobré
ru: Хорошо
sk: Dobré
uk: Добре

# order_review_rating_5
source: Excellent
cs: Výborné
ru: Отлично
sk: Výborné
uk: Чудово

# order_review_rating_hint
source: Tap a star to rate
cs: Ťukněte na hvězdičku
ru: Нажмите звезду для оценки
sk: Ťuknite na hviezdičku
uk: Натисніть зірку для оцінки

# order_review_retry_hint
source: Couldn't submit — please try again.
cs: Odeslání se nezdařilo — zkuste to znovu.
ru: Не удалось отправить — попробуйте снова.
sk: Odoslanie sa nepodarilo — skúste to znova.
uk: Не вдалося надіслати — спробуйте знову.

# order_review_save
source: Save changes
cs: Uložit změny
ru: Сохранить изменения
sk: Uložiť zmeny
uk: Зберегти зміни

# order_review_sheet_title
source: Rate your cleaning
cs: Ohodnoťte úklid
ru: Оцените уборку
sk: Ohodnoťte upratovanie
uk: Оцініть прибирання

# order_review_star_content_desc
source: Rate %1$lld stars
cs: Hodnocení %1$lld hvězdiček
ru: Оценить %1$lld звезды
sk: Hodnotenie %1$lld hviezdičiek
uk: Оцінити %1$lld зірки

# order_review_submit
source: Submit review
cs: Odeslat hodnocení
ru: Отправить отзыв
sk: Odoslať hodnotenie
uk: Надіслати відгук

# order_review_success
source: Thanks — your review is in.
cs: Děkujeme — vaše hodnocení bylo odesláno.
ru: Спасибо — ваш отзыв принят.
sk: Ďakujeme — vaše hodnotenie bolo odoslané.
uk: Дякуємо — ваш відгук прийнято.

# order_review_tag_arrived_late
source: Arrived late
cs: Dorazili pozdě
ru: Приехали с опозданием
sk: Prišli neskoro
uk: Прибули із запізненням

# order_review_tag_careful
source: Careful with my things
cs: Opatrní k mým věcem
ru: Бережно с вещами
sk: Opatrní k mojim veciam
uk: Дбайливо з речами

# order_review_tag_extra_not_done
source: An extra was skipped
cs: Doplněk nebyl proveden
ru: Дополнение не выполнено
sk: Doplnok nebol vykonaný
uk: Додаток не виконано

# order_review_tag_extras_done_well
source: Extras done well
cs: Doplňky dobře zvládnuté
ru: Дополнения выполнены хорошо
sk: Doplnky dobre zvládnuté
uk: Додатки виконано добре

# order_review_tag_felt_rushed
source: Felt rushed
cs: Uspěchané
ru: Торопились
sk: Uponáhľané
uk: Поспішали

# order_review_tag_followed_instructions
source: Followed instructions
cs: Dodrželi pokyny
ru: Соблюдали инструкции
sk: Dodržali pokyny
uk: Дотримались інструкцій

# order_review_tag_friendly
source: Friendly
cs: Milý přístup
ru: Приветливое отношение
sk: Milý prístup
uk: Привітне ставлення

# order_review_tag_great_photos
source: Great photos
cs: Skvělé fotky
ru: Отличные фото
sk: Skvelé fotky
uk: Чудові фото

# order_review_tag_ignored_instructions
source: Instructions not followed
cs: Nedodrželi pokyny
ru: Не соблюдали инструкции
sk: Nedodržali pokyny
uk: Не дотримались інструкцій

# order_review_tag_missed_areas
source: Missed areas
cs: Vynechaná místa
ru: Пропущенные места
sk: Vynechané miesta
uk: Пропущені місця

# order_review_tag_on_time
source: On time
cs: Dorazili včas
ru: Приехали вовремя
sk: Prišli včas
uk: Прибули вчасно

# order_review_tag_small_crew
source: Smaller crew than booked
cs: Menší tým než objednaný
ru: Команда меньше заказанной
sk: Menší tím než objednaný
uk: Менша команда, ніж замовлено

# order_review_tag_smell
source: Smell or products
cs: Zápach nebo přípravky
ru: Запах или средства
sk: Zápach alebo prípravky
uk: Запах або засоби

# order_review_tag_thorough
source: Thorough
cs: Důkladný úklid
ru: Тщательная уборка
sk: Dôkladné upratanie
uk: Ретельне прибирання

# order_review_tag_unprofessional
source: Unprofessional
cs: Neprofesionální
ru: Непрофессионально
sk: Neprofesionálne
uk: Непрофесійно

# order_review_tags_negative_prompt
source: What went wrong?
cs: Co se nepovedlo?
ru: Что пошло не так?
sk: Čo sa nepodarilo?
uk: Що пішло не так?

# order_review_tags_positive_prompt
source: What went well?
cs: Co se povedlo?
ru: Что понравилось?
sk: Čo sa podarilo?
uk: Що сподобалося?

# order_review_updated
source: Review updated.
cs: Hodnocení aktualizováno.
ru: Отзыв обновлён.
sk: Hodnotenie aktualizované.
uk: Відгук оновлено.

# orders_empty_cta
source: Book your first cleaning
cs: Rezervovat první úklid
ru: Заказать первую уборку
sk: Rezervovať prvé upratovanie
uk: Замовити перше прибирання

# orders_empty_subtitle
source: Your booked cleanings will show up here.
cs: Vaše rezervované úklidy se zde objeví.
ru: Ваши забронированные уборки появятся здесь.
sk: Vaše rezervované upratovania sa tu zobrazia.
uk: Ваші заброньовані прибирання з’являться тут.

# orders_empty_title
source: No orders yet
cs: Zatím žádné objednávky
ru: Пока нет заказов
sk: Zatiaľ žiadne objednávky
uk: Поки немає замовлень

# orders_error_retry
source: Try again
cs: Zkusit znovu
ru: Попробовать снова
sk: Skúsiť znova
uk: Спробувати знову

# orders_error_title
source: Couldn't load your orders
cs: Nepodařilo se načíst vaše objednávky
ru: Не удалось загрузить заказы
sk: Nepodarilo sa načítať vaše objednávky
uk: Не вдалося завантажити замовлення

# orders_filter_all
source: All
cs: Vše
ru: Все
sk: Všetko
uk: Усі

# orders_filter_cancelled
source: Cancelled
cs: Zrušené
ru: Отменённые
sk: Zrušené
uk: Скасовані

# orders_filter_completed
source: Completed
cs: Dokončené
ru: Завершённые
sk: Dokončené
uk: Завершені

# orders_filter_upcoming
source: Upcoming
cs: Nadcházející
ru: Предстоящие
sk: Nadchádzajúce
uk: Майбутні

# orders_payment_disputed
source: Disputed
cs: Napadeno
ru: Оспорено
sk: Napadnuté
uk: Оскаржено

# orders_payment_failed
source: Failed
cs: Selhalo
ru: Ошибка
sk: Zlyhalo
uk: Не вдалося

# orders_payment_paid
source: Paid
cs: Zaplaceno
ru: Оплачено
sk: Zaplatené
uk: Сплачено

# orders_payment_pending
source: Payment pending
cs: Platba čeká
ru: Ожидает оплаты
sk: Platba čaká
uk: Очікує оплати

# orders_payment_refunded
source: Refunded
cs: Vráceno
ru: Возвращено
sk: Vrátené
uk: Повернуто

# orders_services_more
source: + %1$lld more
cs: + %1$lld dalších
ru: + %1$lld ещё
sk: + %1$lld ďalších
uk: + %1$lld ще

# orders_status_cancelled
source: Cancelled
cs: Zrušena
ru: Отменён
sk: Zrušená
uk: Скасовано

# orders_status_completed
source: Completed
cs: Dokončena
ru: Завершён
sk: Dokončená
uk: Завершено

# orders_status_confirmed
source: Confirmed
cs: Potvrzena
ru: Подтверждён
sk: Potvrdená
uk: Підтверджено

# orders_status_in_progress
source: In progress
cs: Probíhá
ru: Выполняется
sk: Prebieha
uk: Виконується

# orders_status_new
source: New
cs: Nová
ru: Новый
sk: Nová
uk: Нове

# orders_status_on_the_way
source: On the way
cs: Na cestě
ru: В пути
sk: Na ceste
uk: У дорозі

# orders_status_pending
source: Pending
cs: Čeká
ru: Ожидает
sk: Čaká
uk: Очікує

# orders_title
source: My orders
cs: Moje objednávky
ru: Мои заказы
sk: Moje objednávky
uk: Мої замовлення

# preferences_language_system
source: System default
cs: Výchozí systému
ru: Системный по умолчанию
sk: Predvolené systémom
uk: Системна за замовчуванням

# preferences_theme_dark
source: Dark
cs: Tmavý
ru: Тёмная
sk: Tmavý
uk: Темна

# preferences_theme_light
source: Light
cs: Světlý
ru: Светлая
sk: Svetlý
uk: Світла

# preferences_theme_system
source: System
cs: Systém
ru: Системная
sk: Systém
uk: Системна

# preferred_offer_accepted_title
source: Confirmed by %1$@
cs: Potvrzeno: %1$@
ru: Подтверждено: %1$@
sk: Potvrdené: %1$@
uk: Підтверджено: %1$@

# preferred_offer_asked_body
source: We're holding this booking for them until %1$@. If they can't take it, it opens to our whole team.
cs: Rezervaci pro ně držíme do %1$@. Pokud ji nemohou převzít, otevře se celému našemu týmu.
ru: Мы держим этот заказ для них до %1$@. Если они не смогут его взять, он откроется для всей нашей команды.
sk: Rezerváciu pre nich držíme do %1$@. Ak ju nemôžu prevziať, otvorí sa celému nášmu tímu.
uk: Ми тримаємо це замовлення для них до %1$@. Якщо вони не зможуть його взяти, воно відкриється для всієї нашої команди.

# preferred_offer_asked_title
source: We've asked %1$@
cs: Požádali jsme %1$@
ru: Мы попросили %1$@
sk: Požiadali sme %1$@
uk: Ми попросили %1$@

# preferred_offer_closed_body
source: The request for the cleaner you asked for has ended. This booking is now open to our whole team.
cs: Žádost o uklízeče, kterého jste si vyžádali, skončila. Tato rezervace je nyní otevřená celému našemu týmu.
ru: Запрос на клинера, которого вы выбрали, завершён. Этот заказ теперь открыт для всей нашей команды.
sk: Žiadosť o upratovača, ktorého ste si vyžiadali, sa skončila. Táto rezervácia je teraz otvorená celému nášmu tímu.
uk: Запит на клінера, якого ви обрали, завершено. Це замовлення тепер відкрите для всієї нашої команди.

# preferred_offer_closed_title
source: Open to all cleaners
cs: Otevřeno všem uklízečům
ru: Открыто для всех клинеров
sk: Otvorené všetkým upratovačom
uk: Відкрито для всіх клінерів

# preferred_offer_section_title
source: Your favourite cleaner
cs: Váš oblíbený uklízeč
ru: Ваш любимый клинер
sk: Váš obľúbený upratovač
uk: Ваш улюблений клінер

# profile_delete_account
source: Delete account
cs: Smazat účet
ru: Удалить аккаунт
sk: Odstrániť účet
uk: Видалити обліковий запис

# profile_edit_birthdate
source: Date of birth
cs: Datum narození
ru: Дата рождения
sk: Dátum narodenia
uk: Дата народження

# profile_edit_booking_hint
source: Add your phone number to finish your booking.
cs: Doplňte své telefonní číslo pro dokončení rezervace.
ru: Добавьте свой номер телефона, чтобы завершить бронирование.
sk: Doplňte svoje telefónne číslo pre dokončenie rezervácie.
uk: Додайте свій номер телефону, щоб завершити бронювання.

# profile_edit_email_readonly
source: Verified email, cannot be changed here
cs: Ověřený e-mail, zde jej nelze změnit
ru: Подтверждённая почта, здесь её изменить нельзя
sk: Overený e-mail, tu sa nedá zmeniť
uk: Підтверджена пошта, тут її змінити не можна

# profile_edit_first_name
source: First name
cs: Jméno
ru: Имя
sk: Meno
uk: Ім'я

# profile_edit_last_name
source: Last name
cs: Příjmení
ru: Фамилия
sk: Priezvisko
uk: Прізвище

# profile_edit_phone
source: Phone
cs: Telefon
ru: Телефон
sk: Telefón
uk: Телефон

# profile_edit_phone_required
source: Phone number is required
cs: Telefonní číslo je povinné
ru: Номер телефона обязателен
sk: Telefónne číslo je povinné
uk: Номер телефону обов'язковий

# profile_edit_save
source: Save changes
cs: Uložit změny
ru: Сохранить изменения
sk: Uložiť zmeny
uk: Зберегти зміни

# profile_edit_title
source: Edit profile
cs: Upravit profil
ru: Редактировать профиль
sk: Upraviť profil
uk: Редагувати профіль

# profile_group_account
source: Account
cs: Účet
ru: Аккаунт
sk: Účet
uk: Обліковий запис

# profile_group_preferences
source: Preferences
cs: Předvolby
ru: Настройки
sk: Predvoľby
uk: Налаштування

# profile_group_support
source: Support & legal
cs: Podpora a právní
ru: Поддержка и право
sk: Podpora a právne
uk: Підтримка та право

# profile_logout
source: Log out
cs: Odhlásit se
ru: Выйти
sk: Odhlásiť sa
uk: Вийти

# profile_logout_dialog_confirm
source: Log out
cs: Odhlásit se
ru: Выйти
sk: Odhlásiť sa
uk: Вийти

# profile_logout_dialog_message
source: You'll be signed out of this device. Your bookings and rewards stay on your account — just sign in again to pick up where you left off.
cs: Budete odhlášeni z tohoto zařízení. Vaše rezervace a odměny zůstanou na vašem účtu — stačí se znovu přihlásit.
ru: Вы выйдете на этом устройстве. Ваши заказы и бонусы останутся в аккаунте — просто войдите снова.
sk: Budete odhlásení z tohto zariadenia. Vaše rezervácie a odmeny zostanú na vašom účte — stačí sa znova prihlásiť.
uk: Вас буде вийдено з цього пристрою. Ваші бронювання та винагороди залишаться на обліковому записі — просто увійдіть знову.

# profile_logout_dialog_title
source: Log out?
cs: Odhlásit se?
ru: Выйти?
sk: Odhlásiť sa?
uk: Вийти?

# profile_photo_add
source: Add photo
cs: Přidat fotku
ru: Добавить фото
sk: Pridať fotku
uk: Додати фото

# profile_photo_change
source: Change photo
cs: Změnit fotku
ru: Изменить фото
sk: Zmeniť fotku
uk: Змінити фото

# profile_photo_error
source: Couldn't use that image. Try another photo.
cs: Tento obrázek se nepodařilo použít. Zkuste jinou fotku.
ru: Не удалось использовать это изображение. Попробуйте другое фото.
sk: Tento obrázok sa nepodarilo použiť. Skúste inú fotku.
uk: Не вдалося використати це зображення. Спробуйте інше фото.
